Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “小丫头，就知道吃吃吃，迟早被人拐了去。”
en_us: "All you know is eat, girl. You'll be kidnapped by someone sooner or later."

source: “小主不用担心，本系统作为生活体验系统，将对您进行全方位的辅助和指导，保证让您做出一份美味的早餐。”系统信心满满的说道。
en_us: "Little Mistress, do not worry, as a Life Experience System, I will provide you with all-rounded assistance and guidance to ensure that you can prepare a delicious set of breakfast," the system said confidently.

source: “小主乖哦，接下来的任务奖励将更丰富，说不定还会有零食大礼包哦。”系统语气变得更为温柔，还带着几分谄媚。
en_us: "Be good. The rewards coming up would be even better and there might even be a snack hamper," the System said in a gentle tone.

source: “小主请冷静，您昨晚不是许了一个愿望吗，我就是来为你实现愿望的。”系统有点谄媚的声音响起。
en_us: "Calm down, Little Mistress. Didn't you make a wish last night? I am here to fulfill that wish." The system's voice rang.

source: “小主，根据系统与宿主绑定守则，小主要对我的存在保密，也就是不能告知任何人我的存在，否则将会受到惩罚。”
en_us: "Little Mistress, according to the rules binding us, you have to keep my existence a secret, which means you are not allowed to tell anyone about my existence. Otherwise, you will be punished."

source: “小场面，她一般不会太在意。”麦格微笑着说道，其实他也没有很兴奋的感觉。
en_us: "It's just a small thing, so she usually wouldn't care." Mag smilingly replied. In fact, he also wasn't very excited.

source: “小姐。”玛拉扭头看着埃菲，表情认真道：“我学会了可以做饭给你吃啊。”
en_us: "Young Mistress." Mala turned to look at Eiffie and said seriously, "I can cook for you after learning it."

source: “小姐。”玛拉揉着还有些惺忪的眼睛在埃菲身边坐下，不过很快又起身冲着麦格打了个招呼。
en_us: "Young Mistress." Mala sat beside Eiffie as she rubbed her sleepy eyes. However,she quickly got up again and greeted Mag.

source: “小姐你听！是哈迪斯先生的声音！”玛拉突然指着上方惊喜的说道。
en_us: "Listen, Miss! it's Mr. Hades' voice!" Mala suddenly pointed upwards and exclaimed happily.

source: “小姐是不想这世上再也没有泰坦酒，你知道这些年她有多努力吗？在老爷和夫人去世前，她可是从来没有酿过酒的。”小丫鬟憋红了脸说道。
en_us: "Young Mistress just didn't want Titan Liquor to cease to exist. Do you know how much effort she had put in all these years? Before Madam and Madam passed away, she had never brewed wine before," the little maid said with her face red with fury.

source: “小姐最近总是莫名其妙的打我是怎么回事？”玛拉摸摸脑袋，一脸不解的关上门。
en_us: "Why is Miss always hitting me for no reason recently?" Mala touched her head and closed the door with befuddlement.

source: “小姐饶命，我什么都没有说啊……”玛拉一边躲，一边委屈道。
en_us: "Spare me, Young Mistress, I did't say anything..." Mala said innocently as she tried to dodge.

source: “小姐！我们……我们拿了金奖吗？！”玛拉看着埃菲手里的奖杯，两眼放光的跑了过来，满脸惊喜之色。
en_us: "Miss! Did w-we get the gold award?!" Mala saw the trophy in Eiffie's hands and ran over with glowing eyes and shock.

source: “小姐，为什么我们不把酒价也调高一些呢？我们的客人一个还不到一百铜币呢。”小丫鬟疑惑道。
en_us: "Miss, why don't we increase our liquor's prices too? Our customers' minimum spending is not even 100 copper coins?" the maid asked perplexedly.

source: “小姐，他……他想杀我们吗？”玛拉的眼中满是惊恐，仰头看着埃菲问道。
en_us: There was fear in Mala's eyes when she looked up at Eiffie and asked, "Miss, I-is he trying to kill us?"

source: “小姐，你怎么了？”玛拉拿起一只田螺也准备试试，看到埃菲脸蛋红红的，有些奇怪的问道。
en_us: "Young Mistress, what's wrong?" Mala was about to try with an escargot when she realized Eiffie's face was red.

source: “小姐，哈迪斯先生做的菜实在太好吃了。”
en_us: "Miss, Mr. Hades's dishes are simply too delicious."

source: “小姐，哈迪斯先生教您酿泰坦酒……那他不是也学会了吗？”正在烧火的玛拉抬头看着埃菲说道。
en_us: "Young Mistress, Mr. Hades taught you how to brew Titan Liquor... in that case wouldn't he also have learned how to brew it too?" Mala, who was raising the fire asked Eiffie.

source: “小姐，哈迪斯先生是不是很厉害啊？”玛拉突然问道。
en_us: "Miss, is Mr. Hades very formidable?" Mala asked suddenly.

source: “小姐，您可真是料事如神，这个酒窖可是救了我们一命呢。”玛拉看着留下了两个深深的斧头印记的地窖门，有些庆幸道。
en_us: Mala looked at the cellar's door that was marked with two deep ax's strikes and said with rejoice, "Miss, you're really a clarivoyant. This cellar has saved our lives."

source: “小姐，您在看什么呢？”丫鬟的声音从背后响起。
en_us: "Miss, what are you looking at?" A maid spoke up behind her.

source: “小姐，成功了吗？”小丫鬟把披风给埃菲裹上，满是期待的看着她。
en_us: The little maid came over to put on the cape for Eiffie and looked at her expectantly, 'Miss, are you successful?"

source: “小姐，现在大家都知道我们拿了金奖呢，还有不少人来祝贺呢。”玛拉兴致冲冲的跑进酿酒坊，看着正在机器前认真操作的埃菲说道。
en_us: "Miss, everyone knew that we got the gold award now. Many people came to congratulate us." Mala dashed into workshop excitedly and said to Eiffie who was operating the machine seriously.

source: “小姐，这不是哈迪斯先生的女儿吗？”玛拉有些惊讶的说道。
en_us: "Miss, isn't that Mr. Hades' daughter?" Mala said with surprise.

source: “小姐，这个价格会不会提的太高了？要是以前的客人来看到，会不会扭头就走啊？”
en_us: "Young Mistress, would this price be raised too high? Would the old customers leave if they see the price?"

source: “小姐，这太重了，只凭我们两个肯定搬不动的。”玛拉拍了拍和她差不多高的橡木桶，这可是能够灌装三百瓶的超大桶。
en_us: "Young Mistress, this is too heavy. We won't be able to move it." Mala patted the oak barrel that was almost her height. This was a supersized barrel that could feel 300 bottles.

source: “小姐，那是……”小丫鬟看着埃菲手里的酒，有些紧张的说道。
en_us: "Young Mistress, that is..." the servent maid said nervously when she saw the wine in Eiffie's hand.

source: “小姐，麦米餐厅到了。”马车挺稳，外便传来车夫的声音。
en_us: The horse-drawn carriage stopped, and the coachman informed, "Missy, we have arrived at Mamy Restaurant."

source: “小姑娘的人气还不低。”希利笑着道。
en_us: Seely laughingly said, "The little girl is really popular."

source: “小姑娘长得真可爱，说的话也可爱。”
en_us: "This little girl is so adorable, and she speaks so adorably too."

source: “小姑娘，你们怎么都要买这本书啊？”麦格凑上前，和一个站在稍微边缘的姑娘问道。
en_us: Mag approached a maiden standing at the edge, and asked, "Young lady, why are you all buying this book?"

source: “小姑娘，你好啊。”亚伯罕笑着打招呼道。
en_us: "Hello, little girl." Abraham greeted her with a smile.

source: “小姑娘，别怕，有胖爷爷在，以后这地方没有人敢欺负你。”亚伯罕走到柜台前，笑眯眯的看着艾米说道，浑然没有了先前的霸道模样。
en_us: Abraham went to the counter with a smile, and told Amy, "Little girl, don't be afraid. Fat Grandpa is here. Nobody will dare to bully you again." He was a completely different person from who he was just now.

source: “小姑娘，是你想套圈吗？”老板笑着问道。
en_us: "Little girl, do you want to ring a goose?" asked the boss smilingly.

source: “小孩子喝什么酒，你负责倒酒就行了，自己去倒点水喝。”梅兰特抬头看着他说道。
en_us: Merante looked up, and said to him, "A child can't drink alcohol. You're just responsible for pouring it for us. Go get yourself some water."

source: “小孩子就不要管这些事情了，现在最重要的是今天中午去哪里吃饭，我听说这段时间塔克坊市开了家味道不错的牛肉馆子，我带你去尝尝。”亚伯罕笑着把话题转开。
en_us: "Children shouldn't bother with such matters. What's the most important now is where we will go for lunch. I heard that a nice beef restaurant has opened in Tuck Square recently. I'll bring you there for lunch." Abraham changed the conversation topic smilingly.

source: “小孩子才做选择，我全都要。”弗格斯笑着摇头道。
en_us: "Only children make choices. I am having all of them." Fergus shook his head with a smile.

source: “小心一点！”
en_us: "Be careful!"

source: “小朋友，还是要多见见世面。”伊琳娜摇了摇头，没有再说什么。
en_us: "Kid, you've got to see the world." Irina shook her head, and did not speak further.

source: “小米一早起来给我们做早餐呢，第一次，磕碰难免嘛。”麦格回头笑着道。
en_us: Mag turned around, and smilingly said, "Little Amy got up early to make us breakfast. It's normal to have some accident on her first attempt."

source: “小米不是有一个许愿井吗？不如就向它许个愿望吧，要一台全自动印刷机，要是连这样小小的愿望都不能实现的话，那我们就把井填了吧。”麦格喝了一口牛奶，淡淡道：“那一定是个假的许愿井。”
en_us: "Don't you have a wishing well, Amy baby? Why don't you make a wish for a fully automated printing machine. If such a small wish can't even be fulfilled, we should just fill the well up." Mag took a sip of milk and said, "It must be a fake wishing well."

source: “小米不说的话，我还真忘了。”麦格笑着摸了摸小家伙的脑袋，起身向着酒柜走去。
en_us: "I really would have forgotten about it if Amy hadn't reminded me." Mag patted the little one's head, and then walked to the bar cabinet.

source: “小米今天的任务是不是要学会拍黄瓜呀？”麦格喝了一口热牛奶，随口问道。
en_us: "Is Amy baby's mission today to learn the Smashed Cucumber Salad?" Mag asked as he took a sip of warm milk.

source: “小米你们先去和小朋友们玩吧，我先去和工作人员谈谈。”麦格看着不远处两位向他走来的工作人员，微笑着说道。
en_us: Mag saw two staff members walking towards them, and smilingly said, "Little Amy, go and play with children first. I'll go talk to the staff."

source: “小米先吃吧，我一会再吃。”
en_us: "Little Amy, you will eat it first. I will eat it later."

source: “小米喜欢大鸡腿！”艾米的脸上笑容绽放，点着小脑袋道。
en_us: A smile bloomed on Amy's face, and she nodded her head. "Little Amy likes big chicken drumsticks!"

source: “小米想去长期旅行了吗？”麦格笑着看着艾米。
en_us: "Does Little Amy want to go on a long vacation?" Mag looked at Amy smilingly.

source: “小米要打几个？”伊琳娜歪头笑着问道。
en_us: Irina tilted her head, and smilingly asked, "How many opponents does Little Amy want to fight?"

source: “小米还有什么事呢？”麦格柔声问道。
en_us: "What is it, Little Amy?" Mag asked softly.

source: “小米这是去哪？”麦格看着平日应该还在酣睡的小家伙，这样的异常举动，多半又是从系统那里领取了什么新任务。
en_us: "Where's Little Amy going?" Mag looked at the little one who should be still sleeping. She should have received some new mission from the system again.

source: “小米，你在做什么？”麦格不知何时出现在厨房门口，看着一片狼藉的厨房，有点惊讶的看着手里还抓着一个锅铲的艾米。
en_us: "What are you doing, Little Amy?" Mag suddenly appeared at the kitchen's entrance. He looked at the messy kitchen and Amy, who was still holding a spatula, with shock.

source: “小米，你太棒了！我们成功的做出了一道不错的下酒菜！”麦格一把抱起艾米，开心的转了两圈道。
en_us: "Amy baby, you're awesome! We've made a good side dish successfully!" Mag said happily as he picked Amy up and spun her around twice.

source: “小米，安妮，我们要出去一趟，要晚点才能回来，你们自己待在家里，在二楼玩耍，不要出门，知道吗？”
en_us: "Little Amy, Annie, we are going out for an errand and will only return later. You two stay at home by yourself and don't leave the house, alright?"

source: “小米，这真是你在梦里听到的？”伊琳娜笑得腮帮子有点发酸。
en_us: "Little Amy, did you hear all that in your dream?" Irina was laughing so hard that her jaws were aching.

source: “小老板你这……你这是双标啊……”哈里森有些委屈。
en_us: "Little Boss, y-you have double standards…" Harrison was a little aggrieved.

source: “小老板，那我呢？”哈里森跟着起哄道。
en_us: "Little Boss, what about me?" Harrison joined in the fun too.

source: “小脑袋里只想着钱钱钱，赶紧把酒馆再收拾一下，今晚我们可是要开始正式营业了。”埃菲拍了一下玛拉的脑袋，没好气道。
en_us: "All you think about is money. Clean the tavern up quickly. We are officially opening for business tonight," Eiffie said angrily as she smacked Mala's head.

source: “小艾一个人去买早餐了吗？”麦格看着艾米怀里抱着的早餐，笑着问道。
en_us: "Did Little Amy buy breakfast alone?" Mag asked with a smile as he looked at the breakfast Amy was carryign in her arms.

source: “小艾米。”露娜笑着摸了摸艾米的头发，看着孩子们手里还没有吃完的烤肉串，还有麦格面前展开的两个烤架，然后看着麦格道：“看来您给孩子们做了好吃的烤肉串。”
en_us: "Little Amy." Luna rubbed Amy's head smilingly as she looked at the unfinished kebabs in the children's hands and the two grills in front of Mag before saying to Mag, "Seems like you are making delicious kebabs for the children."

source: “小艾米今天的头发绑的真好看。”一位年轻漂亮的姑娘称赞道。
en_us: "Little Amy's hair is tied up so prettily today," a young and beautiful maiden praised.

source: “小艾，我们吃不了这么多鹅，不如我们挑两只最肥的，剩下的就卖掉吧。”麦格看着艾米说道，他实在无法想象自己扛着三十只大肥鹅的场景。
en_us: "Amy, we can't finish so many geese, so why don't we just take the two fattest ones and sell the rest?" Mag asked Amy. He couldn't imagine carrying 30 big, fat geese on him.

source: “小艾，这是给你的哦。”埃菲把手里一个装满了各种小吃的篮子直接递给艾米。
en_us: "Ay, this is for you," Eiffie passed a basket filled with snacks to Amy.

source: “小鬼？你是说我吗？”艾米双手托着下巴，有些疑惑的看着奥尔登。
en_us: "Little brat? Are you referring to me?" Amy looked at Aulden in bewilderment as she propped her chin on her hands.

source: “尚可。”雷克斯微微点头。
en_us: "Passable." Rex nodded slightly.

source: “尝尝。”麦格拿起筷子夹了一块黄瓜喂到嘴里。
en_us: "Give it a try." Mag picked up a piece of cucumber and put it in his mouth.

source: “尝尝洛都的本地小吃吧。”麦格笑着说道，买的东西刚刚已经被伊琳娜收起来了，两只大肥鹅也托管在一处店铺里，这会他两手空空，倒也想尝尝地道的洛都名小吃。
en_us: "Let's try out Rodu's local snacks," Mag smilingly said. Irina had kept the things that they bought and the two fat geese kept at a shop temporarily. His hands were now free, and he wanted to try the famous Rodu's local snacks too.

source: “尝尝这个。”麦格拿了两双筷子，其中一双递给艾米，自己夹起一块拍黄瓜喂到嘴里。
en_us: "Try this." Mag took two pairs of chopsticks and passed one of them to Amy while he picked up a piece for himself.

source: “就今晚。”麦格点头。
en_us: "Tonight." Mag nodded.

source: “就像你现在这样吗？”伊琳娜俯视着伊琳娜，“我很意外，你这一次竟然没有带上亚历克斯。”
en_us: "Just like you now?" Helena looked down at Irina. "I'm surprised that you didn't bring Alex this time."

source: “就按照你说的价格定了，咱们把字签了吧。”矮胖中年人催促道。
en_us: "Then let's go with the price you decided and sign the documents." The short and fat man hurried him.

source: “就是不知道她看完之后舍不舍得还给我，要是不还的话，安妮还得重新画一本才能用来印刷呢。”麦格轻轻叹了口气。
en_us: "I just don't know if she could bear to return it to me after she's done with it. If she doesn't return it to me, you'll have to draw another one for printing." Mag sighed.

source: “就是这个味！”
en_us: "This is it!"

source: “就是这了。”波比起身给卢西恩打开车门。
en_us: "Here it is." Bobby opened the door for Lucien.

source: “就是，开一个小破酒馆，还真把自己当一回事了？”
en_us: "Exactly, you've only opened a pathetic little tavern, and you think you're somebody?"

source: “就是，我们也组织一批强者，突袭洛斯帝国，把他们的城镇屠戮数十个，为族人报仇！”
en_us: "Exactly. We can also form a group of powerhouses to launch a sudden attack on the Roth Empire, and massacre tens of their towns to take revenge for our people!"

source: “就知道你三个是吃不饱的，笼子里还有三个。”麦格笑着起身进厨房再拿了一笼灌汤包出来。
en_us: "I know three won't be enough for you. There are three more in the kitchen." Mag stood up with a smile and headed to the kitchen to take another steamer of soup dumplings.

source: “就算不带走那个女孩，我也要带她的部分头发或者指甲回去，我们需要研究她究竟是什么样的存在。”晞看着他说道。
en_us: "I want to bring some of the girl's hair or nails back even if I can't bring the girl back. We need to study what kind of being she is." Xi said.

source: “就算得不到他的人，也要得到他的酒……”
en_us: Even if I cannot have him, I have to have his liquor…

source: “就这么多了，您收好。”麦格往酒馆中间的空地掏出了一座金山。
en_us: "Just this much. Please keep it." Mag dug out a mountain of gold from the empty space in the tavern.

source: “就这些了，如果你需要的话，可以全部拿走。”麦格坦然道。
en_us: "That's all. If you need to, you can take them all with you." Mag said frankly.

source: “就这样。”康妮挥了挥手。
en_us: "That's all." Connie waved her hand.

source: “就这样吧，朴素粗犷一点，喝烈酒也有感觉一点。”麦格确定了装修风格，然后便出门去找施工队了。
en_us: "Let's do it that way. Keep it simple and rugged so there's an ambiance when they drink hard liquor." After Mag ascertained the renovation style, he went out to look for a construction team.

source: “就这，魔鬼一般也看不上。”麦格摇了摇头。
en_us: "Him? The devil most probably won't take to him." Mag shook his head.

source: “就这？”伊琳娜似笑非笑的看着他。
en_us: "Just that?" Irina looked at him with a seeming smile.

source: “就这？”伊琳娜看着手里的竹圈，随手一丢。
en_us: "That's all?" Irina looked at the bamboo ring in her hand, and casually threw it out.

source: “就这？”伊琳娜笑了笑。
en_us: "Just this?" Irina smiled.

source: “就这？”卢西恩看着这家酒馆，外观看起来平平无奇。
en_us: "Here?" Lucien looked at the tavern. It looked very ordinary from the outside.

source: “就这？”艾米坐在床边，晃了晃自己的小短腿。
en_us: "That's all?" Amy sat on the bed and shook her little short legs.

source: “就这？”麦格微微皱眉，“也没学到精髓啊。”
en_us: "Just that?" Mag frowned. 'You didn't learn the essence of it."

source: “就这？也太简单了吧？”艾米看着那五点经验值，然后继续探究这个所谓的系统。
en_us: "Just that? It's too simple." Amy looked at the five experience points, and continued to study this so-called system.

source: “巨佬……”诺亚挑了挑眉，看着麦格的目光多了几分敬佩。
en_us: "Rich…" Noya raised his brow, and looked at Mag with admiration.

source: “差不多了，阿紫，停下吧。”
en_us: "About here. Ah Zi, let's stop."

source: “差不多，直接吓晕了，然后我用吸血蝙蝠把他的精血吸干了，和你上次见到的那具尸体差不多。”伊琳娜点点头，又看着麦格身上破损的衣服，“你还能被他伤到？”
en_us: "Almost. He was knocked out from the shock, and then I used a blood-sucking bat to suck out all his blood essence. It looked almost like the corpse you saw previously." Irina nodded. She looked at Mag's torn clothes, and said, "You're injured?"

source: “已经完全好了，随便折腾都没问题。”梅兰特答道，不过目光完全被面前玻璃杯中的酒吸引。
en_us: "I have completely recovered. I can do anything now," Merante answered, but his gaze was completely attracted to the liquor in the glass in front of him.

source: “已经来到洛都了吗？呵呵，有趣……”一阵黑雾从大皇子府邸的墙上缓缓渗透而出，一个浑身被黑袍笼罩的昂身影从黑雾中走了出来，低沉的声音如金属摩擦般刺耳。
en_us: "Already at Rodu? Hehe, interesting…" A cloud of black fog slowly seeped out from the first prince's mansion. A silhouette in a black robe walked out slowly from the black fog. His low voice was jarring to the ears, just like the sound of metal rubbing against each other.

source: “师父，我刚刚表现的怎么样？”康妮见四下无人，侧头看着雷克斯笑眯眯的问道。
en_us: Connie realized that they were alone, so she tilted her head and asked Rex smilingly, "Master, how is my earlier performance?"

source: “师父，我是不是做的非常好？我都听到了好多悄悄夸我的。”康妮爬上了不远处停着的马车，看着坐在车里的雷克斯有些兴奋道。
en_us: "Master, did I do a good job? I hear many people praising me discreetly," Crease asked Rex excitedly after boarding the horse-drawn carriage parked nearby.

source: “希望他不是这样想的。”伊琳娜皱眉。
en_us: "I hope he isn't thinking like that." Irina frowned.

source: “希望你能够继承马库斯的衣钵，将泰坦酒继续传承下去。”库尔特将奖杯交给埃菲，勉励道。
en_us: Kurt gave the trophy to Eiffie and encouraged, "I hope you can carry on Marcus' work and pass on the legacy of Titan Liquor."

source: “希望小家伙能够清楚的认识到自己做菜的天分，不要每天早上都来折腾一遍厨房和我们的胃。”麦格笑着耸了耸肩。
en_us: "I hope that the little one could have a clear understanding of her cooking talent now. Please don't get up to torture the kitchen and our stomachs every morning." Mag shrugged with a smile.

source: “带一些精灵离开，顺便杀一些不配被称为精灵的家伙。”伊琳娜声音冰冷的说道。
en_us: "To bring some elves away and kill those who are not fit to be called elves." Irina said coldly.

source: “带着孩子也不好每天潜伏，有个正当的身份更好活动，我觉得可以。”
en_us: "It's not good to go undercover every day with children. It's easy to move about with a proper identity. I think it's feasible."

source: “常规操作。”费奇一脸淡然的把手里的资料放在桌上，“把这些资料整理一下，然后跟我去一趟罗莫街。”
en_us: "It's just normal operation." Fitch placed the documents onto the table calmly. "Sort out these documents and then follow me to Romo Street."

source: “干掉他，这二十五万就是兄弟萌的了。”
en_us: "Get rid of him and this 250,000 will belong to us."

source: “干活了，小脑袋瓜子里一天到晚想的都是什么。”埃菲伸手给了她一个板栗，老娘都不敢想的事情。
en_us: "Go and do your work. What are you thinking with that little head of yours all day?" Eiffie knocked her on the head. Even her didn't dare to think about it.

source: “年轻人，你很有趣，对我胃口。”弗格斯伸手拍了拍麦格的肩膀，“那我就期待一下你明年能够给我们带来怎样的惊喜吧。”
en_us: "Young man, you are funny. I like you." Fergus slapped Mag's shoulder. "Then, I shall look forward to the surprise that you will bring to us next year."

source: “年轻人，这酒是你酿的吗？”库尔特见麦格这般年轻，不禁有些惊讶的问道。
en_us: "Young man, did you brew this liquor?" Kurt couldn't help asking in amazement when he saw how young Mag was.

source: “年轻有为，后生可畏。”弗格斯将奖杯递向麦格，笑着道：“我可是把明年的奖杯都拿出来救急了，希望明年还能看到你带来更好的茅台酒。”
en_us: "Young and promising. You will be a force to reckon with in the future." Fergus passed the trophy to Mag and chuckled, "I have taken next year's trophy to settle this emergency. I hope to see you bring back an even better Maotai next year."

source: “床很舒服，昨晚真的非常感谢您。”埃菲走到麦格身前，向他深深鞠了一躬，诚恳的感激道。
en_us: "The bed is vrey comfortable. Thank you very much for last night," Eiffie said sincerely with a deep bow when she walked over to Mag.

source: “库尔特男爵到！”一声高呼响起。
en_us: "Baron Kurt has arrived!" Someone announced.

source: “应该不会吧。”
en_us: "It most likely won't."

source: “应该已经睡下了，我在酒馆外边布置了防御阵法，没人能进得去。”
en_us: "They should be asleep. I'll set up a defense spell formation outside the tavern so no one can enter."

source: “应该是吧。”麦格笑着将奖杯递给已经擦好手手的艾米。
en_us: "I guess so." Mag passed the trophy to Amy who had already wiped her cleans clean.

source: “应该没问题。”麦格心里也没底。
en_us: "It should be fine." Mag was uncertain too.

source: “废物！一个受了重伤的老头都找不到！”那将领沉声喝道，神色大为不悦。
en_us: "Useless! You can't even find a heavily wounded old man!" the general chided loudly with displeasure.

source: “废话太多了，我是来找你打架的，不是来吵架的！”伊琳娜打断了海伦娜的话，提着法师杖一步跨出，消失在原地，出现在高台上空，双手握着法师杖，向着海伦娜当头砸落。
en_us: "We talk too much. I came to fight you, and not argue with you!" Irina interrupted Helena. She took a step forward with her magic caster's staff, and disappeared on the spot. She reappeared above the platform, holding her magic caster's staff high above her head with both her hands, and smashed it down onto Helena's head.

source: “废话，要是晚了的话，岂不少赚了不少钱！”老板把小二推出酒馆，自己把门上的牌子摘了，还不忘叮嘱道：“今天就去把施工队找来，今天晚上就开工，越早完工越好，多给点钱也行！”
en_us: "Of course. We will lose money if we are late!" Boss pushed the waiter out of the tavern and removed the sign on the door himself. He didn't forget to remind him, "Go get the construction team here today and we will start the work tonight. The earlier we can finish, the better. It's even fine to pay more!"

source: “开城门。”多米尼克下令。
en_us: "Open the city gates," Dominic commanded.

source: “开心！！”
en_us: "Happy!"

source: “开的很好呢，连漂移都学会了。”麦格从阿紫背上跳下来，笑着说道。
en_us: "You're driving really well. You've even learnt how to drift," Mag said with a smile as he jumped off Ah Zi's back.

source: “开酒馆果然比开餐厅要省力很多啊，入错行了，入错行了。”麦格在柜台后坐着，一边看着两个小家伙坐在小板凳上下跳棋，一边听那群老男人聊天。
en_us: "Opening a tavern saves a lot of manpower compared to a restaurant. I went into the wrong field." Mag sat behind the bar counter as he watched the two little fellows play chess on a little stool, and listened to the group of grown men chat.

source: “弹弹弹。”艾米拿筷子轻轻戳着自己的灌汤包，看着它在盘子里左右颤动，玩的很是开心。
en_us: "Boing boing boing." Amy poked her soup dumpling with her chopsticks and watched it wobble on her plate happily.

source: “当你觉得生活不如意的时候，不要慌，摸摸空荡荡的钱袋，哭出来就好了。”麦格看着坐在他家酒馆门口，眼巴巴的望着斜对面热闹的泰坦酒馆的中年男人，平静的说道。
en_us: "When you feel that life isn't working out for you, don't be flustered. Touch your empty pocket, and cry it all out," Mag calmly told the middle-aged man who was sitting at the door of his tavern, and looking out at the crowd at Titan Tavern diagonally across the road.

source: “当年您几乎每天都来酒馆喝酒，而且一直坐在靠门口的那个位置，除了喝酒，最喜欢的下酒菜是我母亲做的萝卜条。”埃菲笑着点头，“那时候您时常让我帮您加萝卜条，还会给我一些小费，所以我记得您。”
en_us: "You came to drink at the tavern almost every day back then and you always took the seat near the door. Besides drinking, your favorite side dish was the preserved radish strips my mother made." Eiffie nodded with a smile. "You used to let me top up preserved radish strips back then and you would tip me, so I remember you."

source: “当年的泰坦酒，可是洛都城里最好的酒，那滋味，十多年过去了，都忘不了，没想到今天在这里还能闻到它的香味。”
en_us: "The Titan Liquor back then was the best liquor in Rodu. That taste. I can't forget it even after 10-odd years. I didn't expect to smell it again today."

source: “当年靠着一家泰坦酒馆就带起了一条罗莫街，现在加上一家塞班酒馆，罗莫街重回巅峰指日可待。”
en_us: "The Titan Tavern alone back then supported the whole Romo Street. With another Saipan Tavern now, Romo Street is expected to return to its former glory."

source: “当战争来临的时候，敌人只会攻击一切能够攻击的兽人部落，不会特意去区分战争派还是和平派。”康妮看着那兽人，微微摇头道：“无论我们属于哪一派，首先我们都是兽人，属于同一个种族。”
en_us: "When war comes, the enemy will only attack any orc tribe they can attack. They will not distinguish between a pro-war tribe or pro-peace tribe." Connie looked at that orc with a shake of her head, and said, "No matter where we stand, we are firstly all orcs from the same race."

source: “当时我发现她就像是一个刚刚出生的孩子，单纯而善良，因为担心其他人伤害她，所以带她离开了封印之地，并且在后来决定将她收养。她是一个善良的孩子，你知道的。”麦格表情认真道。
en_us: "Back then, I realized she was just like a newborn child. She's very pure and kind. I was afraid that others would harm her so I brought her out of the sealed land and decided to keep her. She is a kind child. You know it," Mag asid sriously.

source: “当然。”麦格拿了一个小碗，给她盛了一碗。
en_us: "Of course." Mag picked up a small bowl and scooped a bowl for her.

source: “当然不是。”洛拉点点头。
en_us: "Of course not." Lola nodded.

source: “当然可以。”埃菲点头，虽然不知道麦格想做什么，但还是领着麦格向着酒馆后边走去。
en_us: "Of course." Eiffie nodded. Although she did not know what Mag wanted to do, she still led Mag to the back of the tavern.

source: “当然可以。”麦格笑着招呼服务员过来，又给艾米加了一碗牛肉汤。
en_us: "Of course, you may." Mag got the service staff over with a smile, and got another bowl of soup for Amy.

source: “当然可以，那一会父亲和你一起去吧，我带上厨具，给小朋友们做烧烤吃。”麦格笑着点头。
en_us: "Of course. Father will go with you. I will take the kitchenware along and barbecue for the children." Mag nodded smilingly.

source: “当然是塞班酒馆，那天就喝了一点点，还没有细细品味，这两天想的心里直痒痒。”弗格斯毫不犹豫的向着塞班酒馆走去。
en_us: "Saipan Tavern, of course. We only tasted a teeny bit that day and we didn't get to sample it closely. I've been craving it for the past two days." Fergus headed straight for Saipan Tavern without any hesitation.
